import { Okpd2Item } from "../../core/models/okpd2-item";

export const Okpd2Mock: Okpd2Item[] = [
  { code: "17.12.14.110", name: "Бумага для печати" },
  { code: "36.00.11.000", name: "Вода питьевая" },
  { code: "26.20", name: "Компьютеры и периферийное оборудование" },
  { code: "26.20.11", name: "Компьютеры портативные массой не более 10 кг, такие как ноутбуки, планшетные компьютеры, карманные компьютеры, в том числе совмещающие функции мобильного телефонного аппарата, электронные записные книжки и аналогичная компьютерная техника" },
  { code: "26.20.16.120", name: "Принтеры" },
  { code: "26.20.2", name: "Устройства запоминающие и прочие устройства хранения данных" },
  { code: "32.99.12", name: "Ручки шариковые; ручки и маркеры с наконечником из фетра и прочих пористых материалов; механические карандаши" },
  { code: "32.99.12.110", name: "Ручки шариковые" },
  { code: "32.99.12.130", name: "Карандаши механические" },
  { code: "32.99.15.110", name: "Карандаши простые и цветные с грифелями в твердой оболочке" },
  { code: "20.41.31.130", name: "Мыло туалетное жидкое" },
  { code: "21.20.10.158", name: "Антисептики и дезинфицирующие препараты" },
];
