import { OkatoRegion } from "../models/okato-region";

export const RegionsMock: OkatoRegion[] = [
  { code: "52000000000", name: "Омская область" },
  { code: "52401000000", name: "Омск"},
  { code: "45000000000", name: "Город Москва столица Российской Федерации город федерального значения"},
  { code: "46000000000", name: "Московская область"},
  { code: "40000000000", name: "Город Санкт-Петербург город федерального значения"},
  { code: "41000000000", name: "Ленинградская область"},
  { code: "53000000000", name: "Оренбургская область"},
  { code: "53401000000", name: "Оренбург"},
  { code: "69000000000", name: "Томская область"},
  { code: "69401000000", name: "Томск"},
  { code: "71000000000", name: "Тюменская область"},
  { code: "71401000000", name: "Тюмень"},
  { code: "71100000000", name: "Ханты-Мансийский автономный округ Югра (Тюменская область)"},
  { code: "71131000000", name: "Ханты-Мансийск"},
  { code: "71135000000", name: "Нижневартовск"},
  { code: "71134000000", name: "Нефтеюганск"},
  { code: "71136000000", name: "Сургут"},
  { code: "71140000000", name: "Ямало-Ненецкий автономный округ (Тюменская область)"},
  { code: "71174000000", name: "Надым"},
  { code: "71176000000", name: "Новый Уренгой"},
];
