import { LatLngExpression } from "leaflet";

export const DashboardMapBasisMock: [string, LatLngExpression, string?][] = [
  ["Омск проспект Губкина, 1", [55.06146206962643, 73.24999349999986], "ОНПЗ"],
  ["Омск, пр.Губкина д.1", [55.06146206962643, 73.24999349999986], "ОЗСМ"],
  ["ст. Коротчаево", [65.93033322103095, 78.1774055], "ст. Коротчаево"],
  ["Коротчаево, ул. К.А.Конева, д.1", [65.94733205495699, 78.18461949999993], "УТК Коротчаево"],
  ["Оренбург, ул. Чехова, д. 90", [51.7104255722807, 55.095455], "ГПН-Оренбург"],
  ["Станция Лена Вост.-Сиб. ж.д", [56.7819467729205, 105.74543549999997], "Ленаречтранс"],
  ["Реполовские юрты 101-й км", [60.729478, 69.900051], "Приобское м/р"],
  ["ст. Лабытнанги Северной ж/д", [66.65240271588532, 66.40465149999997], "ст. Лабытнанги"],
  ["ст. Ноябрьск-2, Свердловской ж/д", [63.19723373909029, 75.472803], "ННГ"],
  ["ст. Тобольск-порт Свердловской ж/д", [58.28533426621384, 68.24194849999994], "ТРП"],
  ["ст.Барабинск Западно-Сибирской ж/д", [55.35529527873876, 78.35163399999996], "Жефко"],
  ["ХМАО, г. Мегион, пгт Высокий", [61.14986706252203, 75.98319], "Мегион"],
  ["ХМАО, п. Высокий", [61.14986706252203, 75.98319], "Югра"],
  ["Москва квартал Капотня 2-й, 1, 3", [55.64389106910617, 37.79692999999994], "МНПЗ"],
  ["Санкт-Петербург, Конногвардейский б-р, д. 4, лит. А", [59.93269806415747, 30.298171499999956], "ИТСК"],
  ["Санкт-Петербург, ул. Репищева, д. 20А", [60.03175056406908, 30.284965999999994], "ПАО"],
];
